Repository: palkietalkie/ios
Catalog: PalkieTalkie/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pt_br, vi, zh_hans, zh_hant

source: We pick these out from your conversations after each one ends.
de: Wir finden sie nach jedem Gespräch in dem heraus, was du gesagt hast.
es: Los detectamos en tus conversaciones cuando cada una termina.
fr: Nous les repérons dans vos conversations à la fin de chacune.
hi: हर बातचीत खत्म होने पर हम इन्हें आपकी बातचीत से चुनते हैं।
id: Kami menemukannya dari percakapanmu setiap kali selesai.
ja: セッションが終わるたびに、あなたが話した内容から拾い出しています。
ko: 대화가 끝날 때마다 당신이 말한 내용에서 골라냅니다.
pt_br: Nós os identificamos nas suas conversas quando cada uma termina.
vi: Chúng tôi tìm ra chúng từ các cuộc trò chuyện của bạn sau khi mỗi cuộc kết thúc.
zh_hans: 每次对话结束后，我们从你说的内容中挑出这些。
zh_hant: 每次對話結束後，我們從你說的內容中挑出這些。

source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
hi: स्वागत है
id: Selamat datang
ja: ようこそ
ko: 환영합니다
pt_br: Bem-vindo
vi: Chào mừng
zh_hans: 欢迎
zh_hant: 歡迎

source: Welcome to
de: Willkommen bei
es: Te damos la bienvenida a
fr: Bienvenue sur
hi: आपका स्वागत है
id: Selamat datang di
ja: ようこそ
ko: 환영합니다
pt_br: Boas-vindas ao
vi: Chào mừng đến với
zh_hans: 欢迎使用
zh_hant: 歡迎使用

source: Western Navajo
de: Westnavajo
es: Navajo occidental
fr: Navajo occidental
hi: पश्चिमी नवाहो
ja: 西ナバホ
ko: 서부 나바호
zh_hans: 西纳瓦霍
zh_hant: 西納瓦荷

source: Western Slovak
de: Westslowakisch
es: Eslovaco occidental
fr: Slovaque occidental
hi: पश्चिमी स्लोवाक
ja: 西スロバキア
ko: 서부 슬로바키아
zh_hans: 西斯洛伐克
zh_hant: 西斯洛伐克

source: Western Ukrainian
de: Westukrainisch
es: Ucraniano occidental
fr: Ukrainien occidental
hi: पश्चिमी यूक्रेनी
ja: 西ウクライナ
ko: 서부 우크라이나
zh_hans: 西乌克兰
zh_hant: 西烏克蘭

source: What are you practicing for?
de: Wofür möchtest du üben?
es: ¿Para qué quieres practicar?
fr: Pour quoi voulez-vous vous entraîner ?
hi: आप किसके लिए अभ्यास कर रहे हैं?
id: Untuk apa kamu berlatih?
ja: 何のために練習しますか？
ko: 무엇을 위해 연습하나요?
pt_br: Para que você quer praticar?
vi: Bạn luyện tập để làm gì?
zh_hans: 你练习是为了什么？
zh_hant: 你練習是為了什麼？

source: What do you want to learn?
de: Was möchtest du lernen?
es: ¿Qué quieres aprender?
fr: Que voulez-vous apprendre ?
hi: आप क्या सीखना चाहते हैं?
id: Apa yang ingin Anda pelajari?
ja: 何を習得したいですか？
ko: 무엇을 배우고 싶나요?
pt_br: O que você quer aprender?
vi: Bạn muốn học gì?
zh_hans: 你想学习什么？
zh_hant: 你想學習什麼？

source: What percent of the standard CEFR vocabulary (A1 → C2) you've actually used in conversation. A1 = absolute beginner, C2 = native-level mastery. Aim to push each level past 80%.
de: Wie viel Prozent des CEFR-Standardwortschatzes (A1 bis C2) du im Gespräch tatsächlich verwendet hast. A1 = absoluter Anfänger, C2 = Beherrschung auf Muttersprachlerniveau. Versuche, jede Stufe über 80% zu bringen.
es: Qué porcentaje del vocabulario estándar CEFR (A1 a C2) has usado realmente en la conversación. A1 = principiante absoluto, C2 = dominio de nivel nativo. Intenta llevar cada nivel por encima del 80%.
fr: Le pourcentage du vocabulaire standard du CEFR (A1 à C2) que vous avez réellement utilisé en conversation. A1 = grand débutant, C2 = maîtrise de niveau natif. Visez à faire passer chaque niveau au-dessus de 80%.
hi: मानक CEFR शब्दावली (A1 से C2) में से कितने प्रतिशत का आपने वास्तव में बातचीत में उपयोग किया है। A1 = पूर्ण शुरुआती, C2 = मातृभाषी स्तर की महारत। हर स्तर को 80% से ऊपर ले जाने का लक्ष्य रखें।
id: Berapa persen kosakata CEFR standar (A1 sampai C2) yang benar-benar Anda gunakan dalam percakapan. A1 = pemula total, C2 = penguasaan setara penutur asli. Usahakan setiap level melewati 80%.
ja: 標準的なCEFR語彙（A1からC2）のうち、実際に会話で使った割合。A1は完全な初心者、C2はネイティブレベルの熟達。各レベルを80%以上に伸ばすことを目指しましょう。
ko: 표준 CEFR 어휘（A1에서 C2）중 실제로 대화에서 사용한 비율입니다。A1은 완전 초보자, C2는 원어민 수준의 숙달입니다。각 레벨을 80% 이상으로 끌어올리는 것을 목표로 하세요。
pt_br: Qual porcentagem do vocabulário padrão do CEFR (A1 a C2) você realmente usou na conversa. A1 = iniciante absoluto, C2 = domínio em nível nativo. Tente levar cada nível acima de 80%.
vi: Phần trăm vốn từ vựng CEFR tiêu chuẩn (A1 đến C2) mà bạn thực sự đã dùng trong hội thoại. A1 = người mới hoàn toàn, C2 = thành thạo ở mức bản ngữ. Hãy cố gắng đưa mỗi cấp độ vượt qua 80%.
zh_hans: 在标准CEFR词汇（A1到C2）中，你在对话里实际用过的百分比。A1为完全初学者，C2为母语者级别的精通。目标是把每个级别都提升到80%以上。
zh_hant: 在標準CEFR詞彙（A1到C2）中，你在對話裡實際用過的百分比。A1為完全初學者，C2為母語者級別的精通。目標是把每個級別都提升到80%以上。

source: What should we talk about today?
de: Worüber reden wir heute?
es: ¿De qué hablamos hoy?
fr: On parle de quoi aujourd'hui ?
hi: आज किस बारे में बात करें?
id: Mau ngobrol apa hari ini?
ja: 今日は何を話そう？
ko: 오늘은 무슨 얘기 할까요?
pt_br: Sobre o que vamos falar hoje?
vi: Hôm nay mình nói chuyện gì nhỉ?
zh_hans: 今天聊点什么？
zh_hant: 今天聊點什麼？

source: What should your tutor call you?
de: Wie soll dich dein Tutor nennen?
es: ¿Cómo quieres que te llame tu tutor?
fr: Comment votre tuteur doit-il vous appeler ?
hi: आपका ट्यूटर आपको क्या कहकर बुलाए?
id: Ingin dipanggil apa oleh tutor Anda?
ja: なんとお呼びすれば良いですか？
ko: 튜터가 당신을 어떻게 부르면 될까요?
pt_br: Como você quer que seu tutor te chame?
vi: Bạn muốn gia sư gọi bạn là gì?
zh_hans: 你希望导师怎么称呼你？
zh_hant: 你希望導師怎麼稱呼你？

source: What they ask about, what they steer toward.
de: Worüber sie sprechen, wohin sie das Gespräch lenken.
es: Qué preguntan, hacia dónde llevan la conversación.
fr: Ce sur quoi ils questionnent, vers quoi ils orientent la conversation.
hi: वे क्या पूछते हैं, बातचीत को कहाँ ले जाते हैं।
id: Apa yang mereka tanyakan, ke mana mereka mengarahkan pembicaraan.
ja: どんなことを尋ね、どこへ話を持っていくか。
ko: 무엇을 묻고, 어디로 이야기를 끌고 가는가.
pt_br: O que perguntam, para onde levam a conversa.
vi: Họ hỏi gì, họ dẫn dắt cuộc trò chuyện đi đâu.
zh_hans: 他们询问什么,他们引导话题去哪里。
zh_hant: 他們詢問什麼,他們引導話題去哪裡。

source: What you're working toward. The AI uses this to steer conversation topics.
de: Dein Ziel. Die KI steuert damit die Gesprächsthemen.
es: Tu objetivo. La IA lo usa para guiar los temas de conversación.
fr: Votre objectif. L'IA s'en sert pour orienter les sujets.
hi: आपका लक्ष्य. AI इससे बातचीत के विषय तय करता है।
id: Tujuan Anda. AI memakainya untuk mengarahkan topik.
ja: あなたの目標。AIが会話のトピックを調整するために使います。
ko: 당신의 목표. AI가 대화 주제를 이끄는 데 사용합니다.
pt_br: Seu objetivo. A IA usa isso para guiar os temas da conversa.
vi: Mục tiêu của bạn. AI dùng nó để dẫn dắt chủ đề.
zh_hans: 你的目标。AI 会据此引导对话话题。
zh_hant: 你的目標。AI 會據此引導對話話題。

source: What's your level?
de: Wie ist dein Niveau?
es: ¿Cuál es tu nivel?
fr: Quel est votre niveau ?
hi: आपका स्तर क्या है?
id: Apa levelmu?
ja: あなたのレベルは？
ko: 실력이 어느 정도인가요?
pt_br: Qual é o seu nível?
vi: Trình độ của bạn thế nào?
zh_hans: 你的水平如何？
zh_hant: 你的程度如何？

source: What's your native language?
de: Was ist deine Muttersprache?
es: ¿Cuál es tu idioma nativo?
fr: Quelle est votre langue maternelle ?
hi: आपकी मातृभाषा क्या है?
id: Apa bahasa ibu Anda?
ja: 母国語は何ですか？
ko: 모국어가 무엇인가요?
pt_br: Qual é o seu idioma nativo?
vi: Tiếng mẹ đẻ của bạn là gì?
zh_hans: 你的母语是什么？
zh_hant: 你的母語是什麼？

source: Where they're from, what they do, what shapes how they see things.
de: Woher sie kommen, was sie tun, was ihre Sicht der Dinge prägt.
es: De dónde son, qué hacen, qué moldea su forma de ver las cosas.
fr: D'où ils viennent, ce qu'ils font, ce qui façonne leur vision des choses.
hi: वे कहाँ से हैं, क्या करते हैं, क्या उनकी विश्व-दृष्टि को आकार देता है।
id: Dari mana mereka berasal, apa pekerjaannya, apa yang membentuk cara pandang mereka.
ja: 出身、仕事、世界の見方を形作るもの。
ko: 어디 출신인지, 무엇을 하는지, 세상을 보는 방식을 무엇이 형성했는지.
pt_br: De onde são, o que fazem, o que molda como veem as coisas.
vi: Họ đến từ đâu, họ làm gì, điều gì định hình cách họ nhìn nhận.
zh_hans: 他们来自哪里,做什么,什么塑造了他们看世界的方式。
zh_hant: 他們來自哪裡,做什麼,什麼塑造了他們看世界的方式。

source: Which accents?
de: Welche Akzente?
es: ¿Qué acentos?
fr: Quels accents ?
hi: कौन से उच्चारण?
id: Aksen yang mana?
ja: どのアクセントを習得したい？
ko: 어떤 악센트를 익히고 싶나요?
pt_br: Quais sotaques?
vi: Giọng nào?
zh_hans: 想掌握哪些口音？
zh_hant: 想掌握哪些口音？

source: Who they are. The basic identity the AI inhabits.
de: Wer sie sind. Die Grundidentität, die die KI verkörpert.
es: Quiénes son. La identidad básica que habita la IA.
fr: Qui ils sont. L'identité de base qu'incarne l'IA.
hi: वे कौन हैं। AI जिस मूल पहचान में बसता है।
id: Siapa mereka. Identitas dasar yang dihuni AI.
ja: そのキャラクターは誰か。AIが宿る基本的なアイデンティティ。
ko: 그들이 누구인지. AI가 머무는 기본 정체성.
pt_br: Quem são. A identidade básica que a IA habita.
vi: Họ là ai. Bản sắc cơ bản mà AI nhập vai.
zh_hans: 他们是谁。AI所栖居的基本身份。
zh_hant: 他們是誰。AI所棲居的基本身份。

source: Words per minute when you're talking. Native English averages 120-150 wpm; comfortable conversational fluency is 100+. Below ~70 wpm typically means hesitation.
de: Wörter pro Minute, wenn du sprichst. Englische Muttersprachler liegen im Schnitt bei 120-150 wpm; angenehme Gesprächsflüssigkeit liegt bei 100 oder mehr. Unter etwa 70 wpm bedeutet meist Zögern.
es: Palabras por minuto cuando hablas. El inglés nativo promedia 120-150 wpm; una fluidez conversacional cómoda es 100 o más. Por debajo de unas 70 wpm suele indicar titubeo.
fr: Mots par minute lorsque vous parlez. L'anglais natif tourne en moyenne autour de 120-150 wpm ; une aisance conversationnelle confortable est de 100 ou plus. En dessous d'environ 70 wpm, cela indique généralement de l'hésitation.
hi: बोलते समय प्रति मिनट शब्द। मातृभाषी अंग्रेज़ी का औसत 120-150 wpm होता है; सहज बातचीत की प्रवाहशीलता 100 या उससे अधिक होती है। लगभग 70 wpm से नीचे आमतौर पर हिचकिचाहट दर्शाता है।
id: Jumlah kata per menit saat Anda berbicara. Penutur asli bahasa Inggris rata-rata 120-150 wpm; kelancaran percakapan yang nyaman adalah 100 ke atas. Di bawah sekitar 70 wpm biasanya berarti ragu-ragu.
ja: 話しているときの1分あたりの単語数。ネイティブ英語は平均120〜150wpm、自然に会話できる流暢さは100以上です。約70wpmを下回ると、たいていは言いよどみを意味します。
ko: 말할 때의 분당 단어 수입니다。영어 원어민은 평균 120에서 150 wpm이며, 편안한 대화 수준의 유창함은 100 이상입니다。약 70 wpm 미만이면 보통 머뭇거림을 의미합니다。
pt_br: Palavras por minuto quando você fala. O inglês nativo fica em média 120-150 wpm; uma fluência conversacional confortável é 100 ou mais. Abaixo de cerca de 70 wpm normalmente indica hesitação.
vi: Số từ mỗi phút khi bạn nói. Người bản ngữ tiếng Anh trung bình 120-150 wpm; mức trôi chảy hội thoại thoải mái là từ 100 trở lên. Dưới khoảng 70 wpm thường nghĩa là đang ngập ngừng.
zh_hans: 你说话时每分钟的词数。母语英语平均为120至150 wpm，自如对话的流利度在100以上。低于约70 wpm通常表示有迟疑。
zh_hant: 你說話時每分鐘的詞數。母語英語平均為120至150 wpm，自如對話的流利度在100以上。低於約70 wpm通常表示有遲疑。

source: Work & meetings
de: Arbeit und Meetings
es: Trabajo y reuniones
fr: Travail et réunions
hi: काम और मीटिंग
id: Kerja & rapat
ja: 仕事・会議
ko: 업무와 회의
pt_br: Trabalho e reuniões
vi: Công việc và họp hành
zh_hans: 工作与会议
zh_hant: 工作與會議

source: You can change this anytime later.
de: Du kannst das später jederzeit ändern.
es: Puedes cambiarlo cuando quieras más tarde.
fr: Vous pourrez le modifier à tout moment plus tard.
hi: आप इसे बाद में कभी भी बदल सकते हैं।
id: Kamu bisa mengubah ini kapan saja nanti.
ja: 後からいつでも変更できます。
ko: 나중에 언제든 바꿀 수 있어요.
pt_br: Você pode mudar isso quando quiser depois.
vi: Bạn có thể thay đổi bất cứ lúc nào sau này.
zh_hans: 以后随时可以更改。
zh_hant: 之後隨時可以更改。

source: You decide. Change either at any time in More → Privacy & Data.
de: Du entscheidest. Ändere jederzeit unter Mehr → Datenschutz & Daten.
es: Tú decides. Cambia cualquiera de los dos en Más → Privacidad y datos.
fr: À vous de décider. Modifiez à tout moment dans Plus → Confidentialité et données.
hi: आप तय करें। कभी भी "और → गोपनीयता और डेटा" में बदलें।
id: Anda yang memutuskan. Ubah kapan saja di Lainnya → Privasi & Data.
ja: あなたが決めます。いつでも「その他 → プライバシーとデータ」で変更できます。
ko: 당신이 결정합니다. 언제든 "더보기 → 개인정보 및 데이터"에서 변경할 수 있습니다.
pt_br: Você decide. Altere a qualquer momento em Mais → Privacidade e Dados.
vi: Bạn quyết định. Thay đổi bất kỳ lúc nào trong Thêm → Quyền riêng tư & dữ liệu.
zh_hans: 由您决定。随时可在“更多 → 隐私与数据”中更改。
zh_hant: 由您決定。隨時可在「更多 → 隱私與資料」中更改。

source: You're all set
de: Alles bereit
es: Todo listo
fr: Tout est prêt
hi: सब तैयार है
id: Semua siap
ja: 準備完了です
ko: 모든 준비가 끝났어요
pt_br: Tudo pronto
vi: Bạn đã sẵn sàng
zh_hans: 一切就绪
zh_hant: 一切就緒

source: Your name
de: Dein Name
es: Tu nombre
fr: Votre nom
hi: आपका नाम
id: Nama Anda
ja: お名前
ko: 이름
pt_br: Seu nome
vi: Tên của bạn
zh_hans: 你的名字
zh_hant: 你的名字

source: Your native language
de: Deine Muttersprache
es: Tu idioma nativo
fr: Votre langue maternelle
hi: आपकी मातृभाषा
id: Bahasa ibu Anda
ja: あなたの母国語
ko: 당신의 모국어
pt_br: Seu idioma nativo
vi: Ngôn ngữ mẹ đẻ của bạn
zh_hans: 您的母语
zh_hant: 您的母語

source: Your total words divided by the time you spent speaking.
de: Deine Gesamtzahl an Wörtern geteilt durch die Zeit, die du gesprochen hast.
es: Tus palabras totales divididas entre el tiempo que pasaste hablando.
fr: Votre nombre total de mots divisé par le temps passé à parler.
hi: आपके कुल शब्दों को आपके बोलने में बिताए समय से भाग देकर।
id: Total katamu dibagi dengan waktu yang kamu habiskan untuk berbicara.
ja: 話した単語量を、あなたが話していた時間で割って求めます。
ko: 당신이 말한 전체 단어 수를 말한 시간으로 나눕니다.
pt_br: O total das suas palavras dividido pelo tempo que você passou falando.
vi: Tổng số từ của bạn chia cho thời gian bạn đã nói.
zh_hans: 用你说的总词数除以你说话的时间。
zh_hant: 用你說的總詞數除以你說話的時間。

source: Your tutor mixes these in so you hear natural variety. Pick one or more.
de: Dein Tutor mischt sie für natürliche Vielfalt. Wähle einen oder mehrere.
es: Tu tutor los combina para que escuches variedad natural. Elige uno o más.
fr: Votre tuteur les mélange pour une variété naturelle. Choisissez-en un ou plusieurs.
hi: ट्यूटर इन्हें मिलाता है ताकि आप स्वाभाविक विविधता सुनें। एक या अधिक चुनें।
id: Tutor memadukannya agar Anda mendengar variasi alami. Pilih satu atau lebih.
ja: チューターがこれらを織り交ぜて、自然なバリエーションを聞けます。1つ以上選んでください。
ko: 튜터가 이를 섞어 자연스러운 다양성을 들려줍니다. 하나 이상 선택하세요.
pt_br: O tutor mistura tudo para você ouvir variedade natural. Escolha um ou mais.
vi: Gia sư kết hợp chúng để bạn nghe sự đa dạng tự nhiên. Chọn một hoặc nhiều.
zh_hans: 导师会穿插使用，让你听到自然的多样口音。选择一个或多个。
zh_hant: 導師會穿插使用，讓你聽到自然的多樣口音。選擇一個或多個。

source: Your tutor speaks first, you don't need to say anything to begin.
de: Dein Tutor spricht zuerst, du musst zum Start nichts sagen.
es: Tu tutor habla primero; no necesitas decir nada para empezar.
fr: Votre tuteur parle en premier ; vous n'avez rien à dire pour commencer.
hi: आपका ट्यूटर पहले बोलता है; शुरू करने के लिए आपको कुछ कहने की ज़रूरत नहीं।
id: Tutormu bicara lebih dulu; kamu tak perlu berkata apa pun untuk mulai.
ja: チューターから話しかけます。始めるのに何も言う必要はありません。
ko: 튜터가 먼저 말을 걸어요. 시작하려고 먼저 말할 필요는 없어요.
pt_br: Seu tutor fala primeiro; você não precisa dizer nada para começar.
vi: Gia sư sẽ nói trước; bạn không cần nói gì để bắt đầu.
zh_hans: 导师会先开口，你不用先说话就能开始。
zh_hant: 導師會先開口，你不用先說話就能開始。

source: Your tutor uses your name in conversation, the way a friend would.
de: Dein Tutor spricht dich im Gespräch mit deinem Namen an, wie es ein Freund tun würde.
es: Tu tutor usará tu nombre en la conversación, como lo haría un amigo.
fr: Votre tuteur utilisera votre prénom dans la conversation, comme le ferait un ami.
hi: आपका ट्यूटर बातचीत में आपका नाम लेगा, जैसे कोई दोस्त लेता है।
id: Tutor Anda akan menyebut nama Anda dalam percakapan, seperti seorang teman.
ja: 友だちのように、会話の中であなたの名前を呼びます。
ko: 튜터가 친구처럼 대화 중에 당신의 이름을 불러요.
pt_br: Seu tutor vai usar seu nome na conversa, como um amigo faria.
vi: Gia sư sẽ gọi tên bạn trong cuộc trò chuyện, như một người bạn.
zh_hans: 导师会像朋友一样，在对话中称呼你的名字。
zh_hant: 導師會像朋友一樣，在對話中稱呼你的名字。

source: day in a row
de: Tag in Folge
es: día seguido
fr: jour d'affilée
hi: लगातार दिन
id: hari berturut-turut
ja: 日連続
ko: 일 연속
pt_br: dia seguido
vi: ngày liên tiếp
zh_hans: 连续天
zh_hant: 連續天

source: days in a row
de: Tage in Folge
es: días seguidos
fr: jours d'affilée
hi: लगातार दिन
id: hari berturut-turut
ja: 日連続
ko: 일 연속
pt_br: dias seguidos
vi: ngày liên tiếp
zh_hans: 连续天
zh_hant: 連續天

source: e.g. A dry, deadpan British observational comedian.
de: Z. B. ein trockener, britischer Beobachtungskomiker.
es: P. ej., un cómico británico de humor seco y observacional.
fr: Ex. : un humoriste britannique pince-sans-rire et observateur.
hi: उदा. एक शुष्क, बेपरवाह ब्रिटिश ऑब्ज़र्वेशनल कॉमेडियन।
id: Mis. komedian observasional Inggris yang datar dan kering.
ja: 例：皮肉が効いた、淡々と話す英国の観察コメディアン。
ko: 예: 무미건조하고 시치미 떼는 영국식 관찰 코미디언.
pt_br: Ex.: um comediante britânico seco e observacional.
vi: Ví dụ: một danh hài Anh hài hước tỉnh khô, quan sát.
zh_hans: 例如：冷面、英式观察类幽默的喜剧演员。
zh_hant: 例如：冷面、英式觀察類幽默的喜劇演員。

source: e.g. Late 20s, 40s, 70s
de: Z. B. Ende 20, 40, 70
es: P. ej., finales de los 20, 40, 70
fr: Ex. : fin de la vingtaine, quarantaine, soixante-dix ans
hi: उदा. 20 के अंत, 40, 70 की उम्र
id: Mis. akhir 20-an, 40-an, 70-an
ja: 例：20代後半、40代、70代
ko: 예: 20대 후반, 40대, 70대
pt_br: Ex.: final dos 20, 40, 70
vi: Ví dụ: cuối 20, 40, 70 tuổi
zh_hans: 例如：快30岁、40多岁、70多岁
zh_hant: 例如：快30歲、40多歲、70多歲

source: e.g. Product design, hikes, coffee shops.
de: Z. B. Produktdesign, Wandern, Cafés.
es: P. ej., diseño de producto, senderismo, cafeterías.
fr: Ex. : design produit, randonnées, cafés.
hi: उदा. प्रोडक्ट डिज़ाइन, ट्रेकिंग, कैफ़े।
id: Mis. desain produk, mendaki, kafe.
ja: 例：プロダクトデザイン、ハイキング、カフェ巡り。
ko: 예: 제품 디자인, 등산, 카페.
pt_br: Ex.: design de produto, trilhas, cafeterias.
vi: Ví dụ: thiết kế sản phẩm, đi bộ đường dài, quán cà phê.
zh_hans: 例如：产品设计、徒步、咖啡馆。
zh_hant: 例如：產品設計、健行、咖啡館。

source: e.g. Riley
de: Z. B. Riley
es: P. ej., Riley
fr: Ex. : Riley
hi: उदा. Riley
id: Mis. Riley
ja: 例：Riley
ko: 예: Riley
pt_br: Ex.: Riley
vi: Ví dụ: Riley
zh_hans: 例如：Riley
zh_hant: 例如：Riley

source: e.g. WESS
de: Z. B. WESS
es: P. ej., WESS
fr: Ex. : WESS
hi: उदा. WESS
id: Mis. WESS
ja: 例：WESS
ko: 예: WESS
pt_br: Ex.: WESS
vi: Ví dụ: WESS
zh_hans: 例如：WESS
zh_hant: 例如：WESS

source: e.g. Wes
de: Z. B. Wes
es: P. ej., Wes
fr: Ex. : Wes
hi: उदा. Wes
id: Mis. Wes
ja: 例：Wes
ko: 예: Wes
pt_br: Ex.: Wes
vi: Ví dụ: Wes
zh_hans: 例如：Wes
zh_hant: 例如：Wes

source: e.g. work, travel, in-laws, pronunciation
de: z. B. Arbeit, Reisen, Schwiegereltern, Aussprache
es: p. ej., trabajo, viajes, suegros, pronunciación
fr: ex. : travail, voyages, belle-famille, prononciation
hi: जैसे काम, यात्रा, ससुराल, उच्चारण
id: mis. kerja, perjalanan, mertua, pelafalan
ja: 例：仕事、旅行、義家族、発音
ko: 예: 업무, 여행, 처가/시댁, 발음
pt_br: ex.: trabalho, viagens, sogros, pronúncia
vi: ví dụ: công việc, du lịch, nhà vợ/chồng, phát âm
zh_hans: 例如：工作、旅行、姻亲、发音
zh_hant: 例如：工作、旅行、姻親、發音

source: e.g. work, travel, in-laws, pronunciation, vocabulary
de: z. B. Arbeit, Reisen, Schwiegereltern, Aussprache, Wortschatz
es: ej.: trabajo, viajes, suegros, pronunciación, vocabulario
fr: ex. : travail, voyage, beaux-parents, prononciation, vocabulaire
hi: जैसे: काम, यात्रा, ससुराल, उच्चारण, शब्दावली
id: misal: kerja, traveling, mertua, pelafalan, kosakata
ja: 例：仕事、旅行、義両親と話す、発音、語彙
ko: 예: 회사, 여행, 시댁/처가, 발음, 어휘
pt_br: ex.: trabalho, viagem, sogros, pronúncia, vocabulário
vi: ví dụ: công việc, du lịch, bố mẹ vợ/chồng, phát âm, từ vựng
zh_hans: 例:工作、旅行、姻亲、发音、词汇
zh_hant: 例:工作、旅行、姻親、發音、詞彙

source: minutes
de: Minuten
es: minutos
hi: मिनट
id: menit
ja: 分
ko: 분
pt_br: minutos
vi: phút
zh_hans: 分钟
zh_hant: 分鐘

source: minutes of conversation
de: Minuten Konversation
es: minutos de conversación
fr: minutes de conversation
hi: बातचीत के मिनट
id: menit percakapan
ja: 会話分数
ko: 대화 분
pt_br: minutos de conversa
vi: phút trò chuyện
zh_hans: 对话分钟数
zh_hant: 對話分鐘數

source: moments
de: Momente
es: momentos
hi: पल
id: momen
ja: 回
ko: 번
pt_br: momentos
vi: khoảnh khắc
zh_hans: 次
zh_hant: 次

source: phrases
de: Phrasen
es: frases
fr: expressions
hi: वाक्यांश
id: frasa
ja: フレーズ
ko: 구문
pt_br: frases
vi: cụm từ
zh_hans: 短语
zh_hant: 片語

source: session
de: Sitzung
es: sesión
hi: सत्र
id: sesi
ja: セッション
ko: 세션
pt_br: sessão
vi: phiên
zh_hans: 会话
zh_hant: 會話

source: sessions
de: Sitzungen
es: sesiones
hi: सत्र
id: sesi
ja: セッション
ko: 세션
pt_br: sessões
vi: phiên
zh_hans: 会话
zh_hant: 會話

source: vs AI
de: vs. KI
es: vs IA
fr: vs IA
hi: AI की तुलना में
ja: 対AI
ko: AI 대비
pt_br: vs IA
vi: so với AI
zh_hans: 对比AI
zh_hant: 對比AI

source: words
de: Wörter
es: palabras
fr: mots
hi: शब्द
id: kata
ja: 単語
ko: 단어
pt_br: palavras
vi: từ
zh_hans: 单词
zh_hant: 單字

source: Connection lost. Reconnecting.
de: Verbindung verloren. Verbindung wird wiederhergestellt.
es: Conexión perdida. Reconectando.
fr: Connexion perdue. Reconnexion en cours.
hi: कनेक्शन टूट गया। फिर से कनेक्ट किया जा रहा है।
id: Koneksi terputus. Menyambungkan kembali.
ja: 接続が切れました。再接続しています。
ko: 연결이 끊겼습니다. 다시 연결하는 중입니다.
pt_br: Conexão perdida. Reconectando.
vi: Mất kết nối. Đang kết nối lại.
zh_hans: 连接已断开,正在重新连接。
zh_hant: 連線已中斷,正在重新連線。

source: That's your free practice for today. Come back tomorrow, I'll be here!
de: Das war deine kostenlose Übung für heute. Komm morgen wieder, ich bin da!
es: Eso es tu práctica gratis de hoy. ¡Vuelve mañana, aquí te espero!
fr: C'est ta pratique gratuite pour aujourd'hui. Reviens demain, je serai là !
hi: आज की मुफ़्त प्रैक्टिस यहीं तक! कल फिर आना, मैं यहीं हूँ!
id: Latihan gratismu untuk hari ini sampai di sini! Sampai jumpa besok, ya!
ja: 本日の無料分はここまで！また明日も来てね。
ko: 오늘 무료 연습은 여기까지예요! 내일 또 와요, 기다릴게요!
pt_br: Essa foi sua prática grátis de hoje. Volte amanhã, vou estar aqui!
vi: Phần luyện tập miễn phí hôm nay đến đây thôi! Mai quay lại nhé, mình đợi bạn!
zh_hans: 今天的免费练习就到这里啦！明天再来吧，我等你！
zh_hant: 今天的免費練習就到這裡啦！明天再來吧，我等你！

source: That's your free practice for this week. Come back Monday, I'll be here!
de: Das war deine kostenlose Übung für diese Woche. Komm am Montag wieder, ich bin da!
es: Eso es tu práctica gratis de esta semana. ¡Vuelve el lunes, aquí te espero!
fr: C'est ta pratique gratuite pour cette semaine. Reviens lundi, je serai là !
hi: इस हफ़्ते की मुफ़्त प्रैक्टिस यहीं तक! सोमवार को फिर आना, मैं यहीं हूँ!
id: Latihan gratismu untuk minggu ini sampai di sini! Sampai jumpa Senin, ya!
ja: 今週の無料分はここまで！また来週も来てね。
ko: 이번 주 무료 연습은 여기까지예요! 월요일에 또 와요, 기다릴게요!
pt_br: Essa foi sua prática grátis desta semana. Volte na segunda, vou estar aqui!
vi: Phần luyện tập miễn phí tuần này đến đây thôi! Thứ Hai quay lại nhé, mình đợi bạn!
zh_hans: 这周的免费练习就到这里啦！周一再来吧，我等你！
zh_hant: 這週的免費練習就到這裡啦！週一再來吧，我等你！

source: That's your free practice for today. Come back tomorrow, or go unlimited anytime.
de: Das war deine kostenlose Übung für heute. Komm morgen wieder, oder hol dir jederzeit Unbegrenzt.
es: Eso es tu práctica gratis de hoy. Vuelve mañana, o hazte ilimitado cuando quieras.
fr: C'est ta pratique gratuite pour aujourd'hui. Reviens demain, ou passe en illimité quand tu veux.
hi: आज की मुफ़्त प्रैक्टिस यहीं तक! कल फिर आना, या जब चाहो अनलिमिटेड पाओ।
id: Latihan gratismu untuk hari ini sampai di sini! Sampai jumpa besok, atau buka akses tanpa batas kapan saja.
ja: 本日の無料分はここまで！また明日も来てね。もっと話したいなら、いつでもアップグレードできるよ。
ko: 오늘 무료 연습은 여기까지예요! 내일 또 와요. 더 하고 싶으면 언제든 업그레이드해요!
pt_br: Essa foi sua prática grátis de hoje. Volte amanhã, ou vá ilimitado quando quiser.
vi: Phần luyện tập miễn phí hôm nay đến đây thôi! Mai quay lại nhé, hoặc nâng cấp để trò chuyện thỏa thích bất cứ lúc nào.
zh_hans: 今天的免费练习就到这里啦！明天再来吧，或者升级，随时畅聊。
zh_hant: 今天的免費練習就到這裡啦！明天再來吧，或者升級，隨時暢聊。

source: That's your free practice for this week. Come back Monday, or go unlimited anytime.
de: Das war deine kostenlose Übung für diese Woche. Komm am Montag wieder, oder hol dir jederzeit Unbegrenzt.
es: Eso es tu práctica gratis de esta semana. Vuelve el lunes, o hazte ilimitado cuando quieras.
fr: C'est ta pratique gratuite pour cette semaine. Reviens lundi, ou passe en illimité quand tu veux.
hi: इस हफ़्ते की मुफ़्त प्रैक्टिस यहीं तक! सोमवार को फिर आना, या जब चाहो अनलिमिटेड पाओ।
id: Latihan gratismu untuk minggu ini sampai di sini! Sampai jumpa Senin, atau buka akses tanpa batas kapan saja.
ja: 今週の無料分はここまで！また来週も来てね。もっと話したいなら、いつでもアップグレードできるよ。
ko: 이번 주 무료 연습은 여기까지예요! 월요일에 또 와요. 더 하고 싶으면 언제든 업그레이드해요!
pt_br: Essa foi sua prática grátis desta semana. Volte na segunda, ou vá ilimitado quando quiser.
vi: Phần luyện tập miễn phí tuần này đến đây thôi! Thứ Hai quay lại nhé, hoặc nâng cấp để trò chuyện thỏa thích bất cứ lúc nào.
zh_hans: 这周的免费练习就到这里啦！周一再来吧，或者升级，随时畅聊。
zh_hant: 這週的免費練習就到這裡啦！週一再來吧，或者升級，隨時暢聊。

source: Community
es: Comunidad
fr: Communauté
hi: समुदाय
id: Komunitas
ja: コミュニティ
ko: 커뮤니티
pt_br: Comunidade
vi: Cộng đồng
zh_hans: 社区
zh_hant: 社群
